Repository: RedEagle-dh/Quantify
Catalog: Quantify/localizations/*.lproj/Localizable.strings
Languages: hu

# updateModalTitle
source: Welcome back again!
hu: Üdvözöljük újra!

# featureOneTitle
source: Custom emojis
hu: Egyéni emotikonok

# featureOneDescription
source: You can now select emojis to your categories!
hu: Mostantól kiválaszthatod az emojikat a kategóriáihoz!

# featureTwoTitle
source: New design
hu: Új design

# featureTwoDescription
source: The design of the category list changed due to supporting emojis.
hu: A kategóriák listájának kialakítása megváltozott az emojik támogatása miatt.

# featureThreeTitle
source: Bugfixes
hu: Hibajavítások

# featureThreeDescription
source: Some bugs were fixed. For more details check the buglist in the settings.
hu: Néhány hibát kijavítottunk. További részletekért nézd meg a hibalistát a beállításoknál.

# updateModalButton
source: Continue
hu: Folytatás

# mainTitle
source: Categories
hu: Kategóriák

source: No categories found
hu: Nincs még kategória

# newCategoryTitle
source: New Category
hu: Új kategória

# newCategoryCancel
source: Cancel
hu: Mégsem

# newCategorySave
source: Save
hu: Mentés

# newCategoryInputName
source: Name
hu: Név

# newCategoryInputCounter
source: Count
hu: Mennyiség

# settingsTitle
source: Settings
hu: Beállitások

# appearanceTitle
source: Appearance
hu: Megjelenés

# changeThemeButton
source: Change theme
hu: Témaváltás

# themeSettingsTitle
source: Choose a style
hu: Válassz egy stílust

# themeSettingsDescription
source: Pop or subtle, Day or night. Customize your app.
hu: Pop or subtle, Day or night. Customize your interface.

# themeSettingsDefault
source: System
hu: Sysztém

# themeSettingsLight
source: Light
hu: Világos

# themeSettingsDark
source: Dark
hu: Sötét

# appInfoButton
source: About
hu: Infó

# generalSectionTitle
source: General
hu: Általános

# appInfoTitle
source: App Information
hu: Informácio

# appVersion
source: Version Number
hu: App-verzió

# appBuildVersion
source: Build Number
hu: Build-szám

# releaseDateString
source: Release Date
hu: Megjelenési dátum

# releaseDate
source: 26. January 2024
hu: 26. Január 2024

# patchNotesString
source: Patch Notes
hu: Hiba kijavitások

# patchNotesButton
source: See more
hu: Lásd itt

# nameLabel
source: Name
hu: Név

# currentCounterLabel
source: Current Count
hu: Jelenlegi Számláló

# creationDateLabel
source: Created On
hu: Létrehozva

# lastModifiedDateLabel
source: Last Modified On
hu: Utoljára Módosítva

# categoryInfoTitle
source: Category Info
hu: Kategória Információ

# doneButton
source: Done
hu: Kész

# privacyText
source: Your privacy is our priority. We don't collect any data regarding your usage of this app. Enjoy our service with the peace of mind that your personal information remains private.
hu: Az Ön magánélete számunkra elsődleges fontosságú. Nem gyűjtünk semmilyen adatot az alkalmazás használatával kapcsolatban. Élvezze szolgáltatásunkat azzal a nyugalommal, hogy személyes adatai bizalmasak maradnak.
